import {
  RiEyeFill,
  RiPsychotherapyFill,
  RiStethoscopeFill,
  RiCapsuleFill,
  RiMicroscopeFill,
  RiPulseFill,
  RiEmpathizeFill,
  RiMindMap,
  RiMentalHealthLine,
  RiAppleLine,
  RiInfraredThermometerLine,
} from "../assets/icons/vander";

export const medicalServices = [
  {
    icon: RiEyeFill,
    title: "رعاية العيون",
    desc: "هناك الآن وفرة من النصوص الوهمية القابلة للقراءة والمطلوبة لملء الفراغ فقط.",
  },
  {
    icon: RiPsychotherapyFill,
    title: "العلاج النفسي",
    desc: "هناك الآن وفرة من النصوص الوهمية القابلة للقراءة والمطلوبة لملء الفراغ فقط.",
  },
  {
    icon: RiStethoscopeFill,
    title: "الرعاية الأولية",
    desc: "هناك الآن وفرة من النصوص الوهمية القابلة للقراءة والمطلوبة لملء الفراغ فقط.",
  },
  {
    icon: RiCapsuleFill,
    title: "رعاية الأسنان",
    desc: "هناك الآن وفرة من النصوص الوهمية القابلة للقراءة والمطلوبة لملء الفراغ فقط.",
  },
  {
    icon: RiMicroscopeFill,
    title: "جراحة العظام",
    desc: "هناك الآن وفرة من النصوص الوهمية القابلة للقراءة والمطلوبة لملء الفراغ فقط.",
  },
  {
    icon: RiPulseFill,
    title: "أمراض القلب",
    desc: "هناك الآن وفرة من النصوص الوهمية القابلة للقراءة والمطلوبة لملء الفراغ فقط.",
  },
  {
    icon: RiEmpathizeFill,
    title: "أمراض النساء",
    desc: "هناك الآن وفرة من النصوص الوهمية القابلة للقراءة والمطلوبة لملء الفراغ فقط.",
  },
  {
    icon: RiMindMap,
    title: "طب الأعصاب",
    desc: "هناك الآن وفرة من النصوص الوهمية القابلة للقراءة والمطلوبة لملء الفراغ فقط.",
  },
  {
    icon: RiMentalHealthLine,
    title: "أطباء الجلدية",
    desc: "هناك الآن وفرة من النصوص الوهمية القابلة للقراءة والمطلوبة لملء الفراغ فقط.",
  },
  {
    icon: RiAppleLine,
    title: "أخصائيو التغذية",
    desc: "هناك الآن وفرة من النصوص الوهمية القابلة للقراءة والمطلوبة لملء الفراغ فقط.",
  },
  {
    icon: RiInfraredThermometerLine,
    title: "أخصائيو العلاج الطبيعي",
    desc: "هناك الآن وفرة من النصوص الوهمية القابلة للقراءة والمطلوبة لملء الفراغ فقط.",
  },
];
export const doctorData = [
  {
    image: "/images/doctors/01.jpg",
    name: "كالفن كارلو",
    speciality: "رعاية العيون",
    location: "63، بي جي شستوك، المملكة المتحدة",
    time: "الاثنين: 2:00 مساءً - 6:00 مساءً",
    charges: "$ 75 دولار أمريكي / زيارة",
  },
  {
    image: "/images/doctors/02.jpg",
    name: "كريستينو مورفي",
    speciality: "M.B.B.S، طبيب نساء وتوليد",
    location: "63، بي جي شستوك، المملكة المتحدة",
    time: "الاثنين: 2:00 مساءً - 6:00 مساءً",
    charges: "$ 75 دولار أمريكي / زيارة",
  },
  {
    image: "/images/doctors/03.jpg",
    name: "أليا ريدي",
    speciality: "M.B.B.S، معالج نفسي",
    location: "63، بي جي شستوك، المملكة المتحدة",
    time: "الاثنين: 2:00 مساءً - 6:00 مساءً",
    charges: "$ 75 دولار أمريكي / زيارة",
  },
  {
    image: "/images/doctors/04.jpg",
    name: "توني كوفار",
    speciality: "M.B.B.S، جراح عظام",
    location: "63، بي جي شستوك، المملكة المتحدة",
    time: "الاثنين: 2:00 مساءً - 6:00 مساءً",
    charges: "$ 75 دولار أمريكي / زيارة",
  },
  {
    image: "/images/doctors/05.jpg",
    name: "جيسيكا مكفارلين",
    speciality: "M.B.B.S، طبيب أسنان",
    location: "63، بي جي شستوك، المملكة المتحدة",
    time: "الاثنين: 2:00 مساءً - 6:00 مساءً",
    charges: "$ 75 دولار أمريكي / زيارة",
  },
  {
    image: "/images/doctors/06.jpg",
    name: "إلسي شيرمان",
    speciality: "إلسي شيرمان",
    location: "63، بي جي شستوك، المملكة المتحدة",
    time: "الاثنين: 2:00 مساءً - 6:00 مساءً",
    charges: "$ 75 دولار أمريكي / زيارة",
  },
  {
    image: "/images/doctors/07.jpg",
    name: "بيرثا ماجرز",
    speciality: "M.B.B.S، طبيب مسالك بولية",
    location: "63، بي جي شستوك، المملكة المتحدة",
    time: "الاثنين: 2:00 مساءً - 6:00 مساءً",
    charges: "$ 75 دولار أمريكي / زيارة",
  },
  {
    image: "/images/doctors/08.jpg",
    name: "لويس باتي",
    speciality: "M.B.B.S، طبيب أعصاب",
    location: "63، بي جي شستوك، المملكة المتحدة",
    time: "الاثنين: 2:00 مساءً - 6:00 مساءً",
    charges: "$ 75 دولار أمريكي / زيارة",
  },
];
export const counterData = [
  {
    target: "99",
    symbol: "%",
    titleOne: "ملاحظات إيجابية",
    titleTwo: "من الأطباء",
  },
  {
    target: "25",
    symbol: "+",
    titleOne: "عيادات ذات خبرة",
    titleTwo: "مؤهلة عالية",
  },
  {
    target: "1251",
    symbol: "+",
    titleOne: "أسئلة وأجوبة",
    titleTwo: "أسئلتك",
  },
];

export const patientsData = [
  {
    image: "/images/client/01.jpg",
    name: "- توماس إسرائيل",
    title: "المدير التنفيذي",
    desc: '" يبدو أن أجزاء فقط من النص الأصلي تظل في نصوص Lorem Ipsum المستخدمة اليوم. النص الوهمي الأكثر شهرة هو Lorem Ipsum، الذي يُقال إنه نشأ في القرن السادس عشر. "',
    desc2:
      '" يبدو أن هناك فقط ألحان مكتوبة للحصول على نص جاهز للغناء مع لحن النص الأصلي الذي يُقال إنه نشأ في القرن السادس عشر. "',
  },
  {
    image: "/images/client/02.jpg",
    name: "- كارل أوليفر",
    title: "مساعد شخصي",
    desc: '" ميزة أصلها اللاتيني والمعنى النسبي لـ Lorum Ipsum هي أن النص لا يجذب الانتباه إلى نفسه أو يصرف انتباه المشاهدين عن التنسيق. "',
    desc2:
      '" ميزة كتابة الألحان هي الحصول على نص جاهز للغناء مع اللحن وعدم لفت الانتباه إلى نفسه أو صرف انتباه المشاهدين عن التنسيق. "',
  },
  {
    image: "/images/client/03.jpg",
    name: "- باربرا ماكنتوش",
    title: "طبيب",
    desc: '" يوجد الآن وفرة من النصوص الوهمية المقروءة. تُستخدم هذه النصوص عادةً عندما يُطلب نص لملء مساحة فقط. هذه البدائل لنصوص Lorem Ipsum الكلاسيكية غالباً ما تكون مسلية وتروي قصصاً قصيرة ومضحكة أو غير منطقية. "',
    desc2:
      '" الآن هناك وفرة من النصوص للحصول على نص جاهز للغناء مع اللحن وتكون بدائل نصوص Lorem Ipsum الكلاسيكية مسلية. "',
  },
  {
    image: "/images/client/04.jpg",
    name: "- كريستا سميث",
    title: "مدير",
    desc: '" وفقًا لمعظم المصادر، يمكن تتبع Lorum Ipsum إلى نص كتبه شيشرون في 45 قبل الميلاد. ويُزعم أن عالم لاتيني حدد أصل النص من خلال تجميع جميع الحالات غير العادية لكلمة consectetur التي يمكن أن يجدها "',
    desc2:
      '" وفقًا لمعظم المصادر للحصول على نص جاهز للغناء مع اللحن تتبع أصل النص من خلال تجميع جميع الحالات. "',
  },
  {
    image: "/images/client/05.jpg",
    name: "- دين تول",
    title: "مطور",
    desc: '" يبدو أن أجزاء فقط من النص الأصلي تظل في نصوص Lorem Ipsum المستخدمة اليوم. النص الوهمي الأكثر شهرة هو Lorem Ipsum، الذي يُقال إنه نشأ في القرن السادس عشر. "',
    desc2:
      '" يبدو أن هناك فقط للحصول على نص جاهز للغناء مع لحن النص الأصلي Lorem Ipsum، الذي يُقال إنه نشأ في القرن السادس عشر. "',
  },
  {
    image: "/images/client/06.jpg",
    name: "- جيل ويب",
    title: "مصمم",
    desc: '" يبدو أن أجزاء فقط من النص الأصلي تظل في نصوص Lorem Ipsum المستخدمة اليوم. يمكن للمرء أن يتكهن أنه على مر الزمن تمت إضافة أو حذف بعض الأحرف في مواقع مختلفة داخل النص. "',
    desc2:
      '" يبدو أن هناك فقط ألحان مكتوبة للحصول على نص جاهز للغناء مع لحن النص الأصلي وتمت إضافة أو حذف بعض الأحرف في النص. "',
  },
  {
    image: "/images/client/07.jpg",
    name: "- هاورد تانر",
    title: "المدير التنفيذي",
    desc: '" يبدو أن أجزاء فقط من النص الأصلي تظل في نصوص Lorem Ipsum المستخدمة اليوم. النص الوهمي الأكثر شهرة هو Lorem Ipsum، الذي يُقال إنه نشأ في القرن السادس عشر. "',
    desc2:
      '" يبدو أن هناك فقط للحصول على نص جاهز للغناء مع لحن النص الأصلي Lorem Ipsum، الذي يُقال إنه نشأ في القرن السادس عشر. "',
  },
  {
    image: "/images/client/08.jpg",
    name: "- ويندي فيلسون",
    title: "مصمم",
    desc: '" يبدو أن أجزاء فقط من النص الأصلي تظل في نصوص Lorem Ipsum المستخدمة اليوم. يمكن للمرء أن يتكهن أنه على مر الزمن تمت إضافة أو حذف بعض الأحرف في مواقع مختلفة داخل النص. "',
    desc2:
      '" يبدو أن هناك فقط ألحان مكتوبة للحصول على نص جاهز للغناء مع لحن النص الأصلي وتمت إضافة أو حذف بعض الأحرف في النص. "',
  },
];

export const blogData = [
  {
    id: 1,
    image: "/images/blog/01.jpg",
    title: "سهولة التواصل مع الطبيب وتلقي العلاج",
    like: "33",
    comment: "08",
    date: "13 سبتمبر 2023",
    time: "5 دقائق قراءة",
  },
  {
    id: 2,
    image: "/images/blog/02.jpg",
    title: "الإغلاقات تؤدي إلى قلة الأشخاص الذين يسعون للرعاية الطبية",
    like: "33",
    comment: "08",
    date: "29 نوفمبر 2023",
    time: "5 دقائق قراءة",
  },
  {
    id: 3,
    image: "/images/blog/03.jpg",
    title: "دورة بحثية في الطب للأطباء",
    like: "33",
    comment: "08",
    date: "29 ديسمبر 2023",
    time: "5 دقائق قراءة",
  },
  {
    id: 4,
    image: "/images/blog/04.jpg",
    title: "مقارنة بين المجمدات النيتروجينية والميكانيكية",
    like: "33",
    comment: "08",
    date: "13 مارس 2023",
    time: "5 دقائق قراءة",
  },
  {
    id: 5,
    image: "/images/blog/05.jpg",
    title: "من المهم جدًا ارتداء الملابس المناسبة",
    like: "33",
    comment: "08",
    date: "5 مايو 2023",
    time: "5 دقائق قراءة",
  },
  {
    id: 6,
    image: "/images/blog/06.jpg",
    title: "الوجوه المجوفة تواجه المزيد من التخفيضات وسط الفيروس",
    like: "33",
    comment: "08",
    date: "19 يونيو 2023",
    time: "5 دقائق قراءة",
  },
  {
    id: 7,
    image: "/images/blog/07.jpg",
    title: "باحث يجري أبحاثًا على فيروس كورونا في المختبر",
    like: "33",
    comment: "08",
    date: "20 يونيو 2023",
    time: "5 دقائق قراءة",
  },
  {
    id: 8,
    image: "/images/blog/08.jpg",
    title: "استخدام التحليل الطيفي لتقييم جودة الطعام",
    like: "33",
    comment: "08",
    date: "31 أغسطس 2023",
    time: "5 دقائق قراءة",
  },
  {
    id: 9,
    image: "/images/blog/09.jpg",
    title: "يجب عليك غسل يديك لمدة 20 ثانية",
    like: "33",
    comment: "08",
    date: "1 سبتمبر 2023",
    time: "5 دقائق قراءة",
  },
];

export const partners = [
  "/images/client/amazon.png",
  "/images/client/google.png",
  "/images/client/lenovo.png",
  "/images/client/paypal.png",
  "/images/client/shopify.png",
  "/images/client/spotify.png",
];
